Repository: oscarahalvorsen/masterproject
Catalog: maalfrid/tmx/inn.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: The PhD candidate may choose to present the research results in the form of a unified work (monograph), or as a compilation of several smaller works (article-based thesis).
nb: Ph.d.-kandidaten kan velge å fremstille forskningsresultatene i form av en sammenhengende arbeid (monografi), eller som en sammenstilling av flere mindre arbeider (artikkelbasert avhandling).

source: Audio and video conferencing.
nb: Lyd og videomøter.

source: “Hurtigruten in 2011 is still the highlight and was without a doubt the most spectacular program.
nb: – Hurtigruten i 2011 står fortsatt som høydepunkt og var uten tvil det mest spektakulære programmet.

source: Click on the new "Advanced" icon and fill inn the following information (
nb: Klikk på det nye "Avansert" ikonet og fyll inn følgende (

source: Routines and guidelines
nb: Rutiner og retningslinjer

source: We have approximately 1650 students on our grant-funded programmes of study, and the department also contributes to several externally funded programmes.
nb: På våre bevilgningsfinansierte studier har vi ca. 1650 studenter, i tillegg bidrar instituttet i flere eksternfinansierte studietilbud.

source: You can walk along Torggata and then turn right onto Seminargata.
nb: Du kan følge Torggata bortover og svinger til høyre i Seminargata.

source: Can delegate the exercise of day-to-day responsibility for information security to one or more employees at the faculty, department or unit.
nb: Kan delegere utøvelsen av det daglige ansvaret for informasjonssikkerheten til én eller flere ansatte ved fakultetet, avdelingen eller enheten.

source: Specifically for project managers in medical or health-related research projects
nb: Spesielt for prosjektledere i medisinske eller helsefaglige forskningsprosjekter

source: The employee must have at least 8 hours of teaching per week (or for a shorter period than one week).
nb: Den ansatte må ha minst 8 timers undervisning per uke (eller i en kortere periode enn en uke).

source: Arve Thorsberg (elected by the employees, represents technical and administrative staff)
nb: Arve Thorsberg (valgt av de ansatte, representerer teknisk- og administrativt ansatte)

source: On level 3 next to the Library
nb: På plan 3 ved Biblioteket

source: Must annually review the status of the information security work at Inland Norway University of Applied Sciences (management review).
nb: Skal årlig gjennomgå status for arbeidet med informasjonssikkerhet ved Høgskolen i Innlandet (ledelsens gjennomgang).

source: Click on the "Show PIN" menu at the top.
nb: Klikk på menyen "Vis PIN" øverst.

source: Nonconformity notification and nonconformity management:
nb: Avviksmelding og avvikshåndtering:

source: Study off the beaten track
nb: Opptakskrav og rangering

source: Questions about Oria and loan?
nb: Spørsmål om Oria og lån?

source: There must be a good student participation.
nb: Det skal være god studentmedvirkning.

source: State and overview:
nb: Tilstand og oversikt:

source: Bachelor of Game Technology and Simulation
nb: Bachelor i spillteknologi og simulering

source: “The collaboration in these areas is rooted at the top level and was implemented in 2021.
nb: – Samarbeidet på disse områdene er forankret på toppnivå og ble iverksatt i 2021.

source: Must ensure that adopted security objectives, acceptable risk criteria and security strategies are followed up within their areas of responsibility.
nb: Skal sørge for at vedtatte sikkerhetsmål, kriterier for akseptabel risiko og sikkerhetsstrategi blir fulgt opp innenfor sine ansvarsområder.

source: International bibliographic database for agriculture.
nb: for påloggingsopplysninger (studentnummer@stud.inn.no og Feide-passord).

source: It is a productivity software suite (including Word, PowerPoint, Excel, Outlook, OneNote, Publisher, Access and Skype for Business) you install on your computer.
nb: Det er produktivitetsprogramvare (inkludert Word, PowerPoint, Excel, Outlook, OneNote, Publisher, Access og Skype for Business) som installeres på den stasjonære eller bærbare datamaskinen.

source: In 2017, I defended a ph.d. thesis on the effect of the writing tool on pupil's writings.
nb: I 2017 disputerte jeg med en doktoravhandling om hvordan elevers skriving påvirkes av skriveverktøyet.

source: This sectionwill cover pre-market quality control of biotechnology products using marker technologies.
nb: Beskrivelser avreaksjons- og vekstkinetikk, massebalanser og andre modellbeskrivelser av enhetsoperasjoner blirvektlagt.

source: Overview and compliance:
nb: Oversikt og oppfølging:

source: You can either search for specific destinations or find a specific type of room that is closest to you, e.g. Auditorium 1.
nb: Man kan enten søke seg frem til spesifikke destinasjoner eller finne det nærmeste av en bestemt romtype, f.eks. Auditorium 1.

source: Plasma-treated slurry – effects on plant growth, environment and climate gas emissions (Fargo):
nb: Plasmabehandlet husdyrgjødsel – gjødselvirkning, miljøpåvirkning og klimagassutslipp (Fargo):

source: Check your settings for online access
nb: Hvis du sitter hjemme sjekk at du har

source: Biological resources in this sense includes forestry, livestock, crops and other cultivated plants, cultural landscapes, wildlife, fish, microorganisms and other biological products and services within agricultural-, forestry- wildlife- and aquatic systems.
nb: Med biologiske ressurser menes i denne sammenhengen skog, husdyr, avlinger og andre kultiverte planter, kulturlandskap, vilt, fisk, mikroorganismer og andre biologiske produkter og tjenester innen jordbruk, skogbruk, vilt og akvatiske systemer.

source: For over twenty years, he has held various managerial positions in NAV and previously the Labour Market Agency.
nb: Han har i over tjue år hatt ulike lederstillinger i NAV og tidligere Arbeidsmarkedsetaten.

source: We are often abbreviated to AMEK, and are located at
nb: Vi forkortes ofte AMEK, og holder til på studiestedene

source: The members, including the two deputy board members, are appointed for four years at a time by the Rectors of USN and HINN.
nb: Medlemmene, inkludert de to varamedlemmene, oppnevnes for tre år av gangen av rektorene ved HSN og HINN.

source: The Mathematics Education research group conduct practice-based research in school and preschool/kindergarten, building on sociocultural and embodied perspectives on the development of children’s and adolescents’ mathematical thinking.
nb: Forskningsgruppa Matematikkdidaktikk forsker ut fra sosiokulturelt og kroppsbasert (embodied) perspektiv på hvordan barn og unge tenker matematisk, hvordan matematisk tenkning endres og hvordan lærere og barnehagelærere legger til rette for, reflekterer over og samspiller med barn og unge i deres matematiske tenkning og læring.

source: Applicants who wish to document their foundational competence can find support in The Ministry of Education and Research's Consultation Memorandum on “Requirements for educational competence for employment in an associate professor position and employment/promotion to professor position” (p. 4).
nb: Søkere som ønsker å dokumentere sin basiskompetanse kan finne støtte i KD sitt Høringsnotat om “Krav til utdanningsfaglig kompetanse for ansettelse i førsteamanuensisstilling og ansettelse/opprykk til professorstilling” (s.4).

source: All users must report nonconformities in relation to adopted routines/guidelines and breaches of information security.
nb: Alle brukere skal rapportere avvik fra vedtatte rutiner/retningslinjer og brudd på informasjonssikkerheten.

source: “They have been almost everywhere in Norway – except in the cities, where most people live.
nb: – De har jo vært nesten overalt i Norge – bortsett fra i byene, der folk flest bor.

source: The faculty offers a one-year programme in Audiovisual Media, and a 1-year programme of further education in Augmented and Virtual Reality.
nb: Fakultetet har årsstudium i Audiovisuelle medier, og en 1-årig videreutdanning i Augmented og Virtual Reality.

source: The same applies to the basic requirement for the completion of a designated programme (minimum 200 hours) / relevant courses and designated practical teaching, and the requirement for foundational skills in planning, implementation, evaluation and development of teaching and supervision at university and university college level.
nb: Det samme gjelder det grunnleggende kravet til gjennomført eget program (minimum 200 timer)/relevante kurs og egen praktiske undervisning, og kravet til grunnleggende ferdigheter innen planlegging, gjennomføring, evaluering og utvikling av undervisning og veiledning på universitets og høgskolenivå.

source: The group's research projects can be seen in the light of the UN's sustainability goal 4 on high quality education.
nb: Gruppas forskningsprosjekter kan sees i lys av FNs bærekraftsmål 4 om utdanning av høy kvalitet.

source: The book was published in 2018 by
nb: Boka ble utgitt i 2018 på

source: The game industry is experiencing constant growth, and the opportunities are endless.
nb: Spillindustri er i konstant vekst og mulighetene er uendelige.

source: Professor Piet Van Avermaet, Ghent Universitet, Belgia (first opponent)
nb: Professor Piet Van Avermaet, Ghent Universitet, Belgia (førsteopponent)

source: The same applies to unfinished or submitted student theses (bachelor/master) and doctoral theses (PhD) that are not or have not been approved for publication/public disclosure.
nb: Det samme gjelder uferdige eller innleverte studentoppgaver (bachelor/master) og avhandlinger (p.hd.) som ikke skal eller ikke er godkjent for publisering/offentliggjøring.

source: I have been employed at Inland Norway since 2004, with a permanent position from 2011.
nb: Jeg har vært ansatt ved Høgskolen i Innlandet (og tidligere Høgskolen i Hedmark) siden 2004, fast fra 2011.

source: Turn right over the bridge and take the first exit on the left.
nb: Ta til høyre over brua og første avkjøring til venstre.

source: Step 1: Open File Explorer
nb: Steg 1: Åpne filutforsker

source: The oldest segment of the population is the one watching slow TV the most, according to a survey conducted by Kantar TNS for this book.
nb: Den eldste delen av befolkningen ser mest sakte-tv, ifølge en spørreundersøkelse utført av Kantar TNS til denne boka.

source: Faculty management, central administration managers and other unit managers (research centres, libraries, etc.)
nb: Fakultetsledelsen, ledere i sentraladministrasjonen og andre enhetsledere (forskningssentre, biblioteker osv.)

source: Must ensure that data processing agreements or other agreements that are of importance regarding information security are entered into with external actors (e.g. SLA with security companies), and ensure that the terms of the agreements are respected.
nb: Skal sørge for at det inngås databehandleravtaler eller andre avtaler med eksterne aktører som har betydning for informasjonssikkerheten (for eksempel SLA med vaktselskaper), herunder sikre at avtalevilkårene respekteres.

source: Departments at ALB
nb: Institutter ved ALB

source: Responsibility for deciding which users should have access and what access they should have.
nb: Ansvar for å beslutte hvilke brukere som skal ha tilgang og hvilken tilgang disse skal ha.

source: The Property Director has the same responsibility for information security within their department/area of responsibility as other managers in central administration, see instructions above for faculty management, managers in central administration and other unit managers.
nb: Eiendomsdirektør har det samme ansvaret for informasjonssikkerheten innenfor sin avdeling/ansvarsområde som øvrige ledere i sentraladministrasjonen, se instruks for fakultetsledelsen, ledere i sentraladministrasjonen og andre enhetsledere ovenfor.

source: INN University uses guidelines prepared by Unit - the Norwegian Directorate for ICT and Joint Services in Higher Education & Research.
nb: HINN benytter veiledninger som er utarbeidet av Unit - direktoratet for IKT og fellestjenester i høyere utdanning og forskning.

source: Cathrine Fossen, Chairperson, District Court Judge at Gjøvik District Court
nb: Cathrine Fossen, leder, Tingrettsdommer i Gjøvik tingrett

source: Students can receive other financial support, such as scholarships from other programmes, funds, loans, income from work, etc.
nb: Studenter kan motta annen finansiell støtte (stipender fra andre programmer, fond, lån, inntekt fra arbeid, o.l.).

source: Send code word ALARM to 2223 and your mobile phone will be registered to receive a text message notification.
nb: Send kodeord ALARM til 2223, så er mobiltelefonen din registrert for å motta en SMS-varsling.

source: Then click "Office 365 apps".
nb: Klikk deretter på "Office 365 Apps".

source: Associate professor Kristin Skinstad van der Kooij, INN University (administrator)
nb: Førsteamanuensis Kristin Skinstad van der Kooij, Høgskolen i Innlandet (administrator)

source: This allows you to synchronize your references in the Zotero-application with the online version.
nb: Du kan også installere Zotero-tillegg til nettleseren din.

source: 1 point = 1 krone.
nb: 1 poeng = 1 krone.

source: Applicants must document pedagogical development work to date and plans for the development of their own competence as a lecturer in the future.
nb: De som søker skal dokumentere pedagogisk utviklingsarbeid fram til i dag og planer for utvikling av egen kompetanse som underviser for framtida.

source: As project manager in a research project, you are responsible for ensuring that information security is safeguarded in the project.
nb: Som prosjektleder i et forskningsprosjekt har du ansvar for at informasjonssikkerhet ivaretas i prosjektet.

source: Ingjerd Thon Hagaseth has a shared position between NAV and INN University, and functions in many ways as a link between the two organizations.
nb: Ingjerd Thon Hagaseth har en delt stilling mellom NAV og HINN, fungerer på mange måter som en koblingsboks mellom de to organisasjonene.

source: Users (employees and students)
nb: Brukere (ansatte og studenter)

source: Jan Tore Stø, department director at NAV Lillehammer-Gausdal, has also studied with us in an advanced stage of his career.
nb: Avdelingsdirektør i NAV Lillehammer-Gausdal, Jan Tore Stø, har også studert hos oss i voksen alder.

source: Take the train to Hamar Station, and then a bus from there.
nb: Tog til Hamar stasjon, og buss derfra.

source: Approves the mandate for Inland Norway University of Applied Sciences’ incident response team (IRT).
nb: Godkjenner mandat for Høgskolen i Innlandet sitt hendelseshåndteringsteam (IRT).

source: for authentication, in which case you must select Inland Norway University of Applied Sciences as your affiliation.
nb: for innlogging, du må da velge Høgskolen i Innlandet som tilhørighet.

source: The bus stop closest to Blæstad is called Vang sentral.
nb: Stoppestedet nærmest Blæstad heter Vang sentral.

source: High priority will be given to the confidentiality and integrity of information used in internal administration and case management or in ongoing or planned research/student research.
nb: Konfidensialiteten og integriteten til informasjon som benyttes i intern administrasjon og saksbehandling eller i pågående eller planlagt forskning/studentforskning skal prioriteres høyt.

source: Exit at Åkersvika junction and follow the sign towards Elverum and Hamar.
nb: Ta av ved Åkersvika veikryss og følg skiltet mot Elverum og Hamar.

source: It is a prerequisite that you as a supplier, or via other partners, can submit an EHF invoice.
nb: Det er en forutsetning at dere som leverandør selv, eller via andre samarbeidspartnere, kan levere faktura på EHF.

source: ) offers counselling and psychologist services for students.
nb: ) tilbyr samtale- og psykologtjenester for studenter med behov.

source: Download the Zotero 5.0 application suitable for your operative system, Windows or Mac.
nb: Last ned programmet Zotero 5.0 tilpasset ditt operativsystem, for eksempel Windows eller MacOS.

source: Control and reporting:
nb: Kontroll og rapportering:

source: Must assist units or research projects in the design and implementation of IT technical security measures.
nb: Skal bistå enheter eller forskningsprosjekter ved utforming og iverksetting av IT-tekniske sikringstiltak.

source: Students can order an Nvivo license by sending an email to brukerstotte@inn.no.
nb: Studenter kan bestille lisens til Nvivo ved å sende en epost til brukerstotte@inn.no.

source: Must inform the CSO about security breaches in the processing of personal data that must be reported to the Norwegian Data Protection Authority or the data subjects.
nb: Skal informere CSO om sikkerhetsbrudd ved behandling av personopplysninger som skal varsles til Datatilsynet eller de registrerte.

source: Remote operation of Inland Norway University of Applied Sciences’ information values, such as the use of online services or other types of data processors, can only take place if the risk of security breaches meets acceptable risk criteria, and if the necessary agreements have been entered into and are complied with.
nb: Fjerndrift av Høgskolen i Innlandet sine informasjonsverdier, for eksempel bruk av nettbaserte tjenester eller andre typer databehandlere, kan bare skje dersom risikoen for sikkerhetsbrudd er innenfor kriteriene for akseptabel risiko, og dersom de nødvendige avtaler er inngått og blir fulgt opp.

source: UNINETT and the HE Sector Secretary for Information Security must be contacted for advice and assistance when necessary.
nb: UNINETT og Sekretariatet for informasjonssikkerhet i UH-sektoren skal benyttes til rådgiving og bistand når det er nødvendig.

source: Must register and document all security incidents/breaches pertaining to Inland Norway University of Applied Sciences’ IT solutions.
nb: Skal registrere og dokumentere alle sikkerhetshendelser/brudd som gjelder Høgskolen i Innlandet sine IT-løsninger.

source: “I have managerial experience from large organisations, and from knowledge organisations.
nb: – Jeg har erfaring som leder i store organisasjoner, og fra kunnskapsorganisasjoner.

source: How can MazeMap be used?
nb: Hvordan kan MazeMap benyttes?

source: The core activity of Inland Norway University of Applied Sciences is (a) to collect and process information/data using scientific methods and (b) produce and disseminate knowledge of high international quality.
nb: Kjernevirksomheten til Høgskolen i Innlandet er (a) å samle inn og bearbeide informasjon/data ved bruk av vitenskapelige metoder og (b) produsere og formidle kunnskap av høy internasjonal kvalitet.

source: Email is already filled in (student email)
nb: Epost adresse er ferdig utfylt (student epost)

source: This also applies to students and others who whistleblow (Section 2A-3 of the Working Environment Act, Prohibition against retaliation).
nb: Dette gjelder også studenter og andre som varsler (aml §2A-3 Forbud mot gjengjeldelse).

source: Formal training in supervision at PhD / associate professor level is an advantage as well.
nb: Formell opplæring i veiledning på PhD/førstelektornivå bør telle positivt.

source: If you do not see this option (icon with two gears) you can click on the free space on the toolbar while holding down the "control/ctrl" key and select "Customise Toolbar..." and then drag this icon up to the line at the top as shown in the video below:
nb: Om du ikke ser dette alternativet (ikon med to tannhjul) kan du klikke på den ledige plassen på verktøylinjen samtidig som du holder inne "control/ctrl"-tasten og trykke "Tilpass verktøylinje..." og så dra dette ikonet opp på linjen øverst som vist i video under:

source: The Pro-Rector for Research must annually review the status of information security work in research projects at Inland Norway University of Applied Sciences (management’s review).
nb: Prorektor for forskning skal årlig gjennomgå status for arbeidet med informasjonssikkerhet i forskningsprosjekter ved Høgskolen i Innlandet (ledelsens gjennomgang).

source: The font Arial should be used for all text on the front page
nb: Bruk fonten Arial for all tekst på forsiden

source: The Faculty of Applied Ecology, Agricultural Sciences and Biotechnology (ALB) offers programmes of study in the sustainable use of agricultural, forestry and uncultivated areas, as well as products and services that are further developed from biological material.
nb: Fakultet for anvendt økologi, landbruksfag og bioteknologi (ALB) tilbyr utdanninger innen bærekraftig bruk av jordbruks-, skogbruks- og utmarksarealer, samt produkter og tjenester som videreutvikles fra biologisk materiale.

source: Now Roel Puijk is excited about the future of slow TV – both in Norway and in other countries.
nb: Nå er Roel Puijk spent på sakte-tvs framtid – både i Norge og i andre land.

source: The presentation must follow the same pattern as in point 1 above.
nb: Framstillingen skal følge det samme mønster som i punkt 1 over.

source: In Windows 10 the client is already available and you only have to login with username (studentnummer@stud.inn.no) and password to get going.
nb: I Windows 10 er klienten allerede på plass og en må kun logge på med brukernavn (studentnummer@stud.inn.no) og passord for å komme i gang.

source: of work processes as well as physical conditions that are of importance regarding information security.
nb: av arbeidsprosesser samt fysiske forhold som har betydning for informasjonssikkerheten.

source: Cleaning is carried out in accordance with ‘NS Insta 800’, which is a common Nordic standard for the assessment and rating of cleaning quality.
nb: Renhold utføres i henhold til «NS Insta 800» som er en felles nordisk standard for måling av rengjøringskvalitet.

source: The core features of Teams are:
nb: Kjernefunksjonene i Teams er:

source: Through this, we will ensure security for employees and students, ensure physical safety on our premises, have good IT security and information security.
nb: Gjennom dette skal vi ivareta sikkerhet for ansatte og studenter, sørge for fysisk sikkerhet i lokalene våre, ha god IT-sikkerhet og informasjonssikkerhet.

source: In addition to the system administrator, it may be relevant to have superusers for certain IT systems.
nb: For enkelte IT-systemer kan det i tillegg til systemansvarlig, være aktuelt å ha superbrukere.

source: Elections of representatives are not required on continuing and further education programmes of 30 credits and less.
nb: Det er ikke et krav at det velges tillitsvalgt på EVU-studier på 30 studiepoeng og mindre.

source: The university is located at the top of Østre gate.
nb: Høgskolen ligger øverst i Østre gate.

source: Carries out the support function in the supplier contact and can, where appropriate, also follow up on cases and parts of the dialogue in understanding with the system owner.
nb: Støttefunksjon i leverandørkontakten og kan der det er hensiktsmessig også følge opp saker og deler av dialogen i forståelse med systemeier.

source: Hanne Furuheim (elected by the employees, represents technical and administrative staff)
nb: Hanne Furuheim (valgt av de ansatte, representerer teknisk- og administrativt ansatte)

source: The requirement for broad experience from supervision at master's / PhD level is specific to the associate professor (1st amanuensis) / professor track.
nb: Kravet om bred erfaring fra veiledning på master/ph.d.-nivå vil være spesifikk for 1.amanuensis-/professorveien.

source: In many subject areas, the students work with students from the Bachelor programme in Animation and Digital Art.
nb: Studentene samarbeider i mange fag med studenter fra Bachelor i animasjon og digital kunst.
